Repository: wp-plugins/upunzipper
Catalog: languages/upunzipper-*.po
Languages: fr_fr

source: Select your zip file.
fr_fr: Sélectionner votre fichier zip

source: Add your zip containing images
fr_fr: Ajouter votre fichier zip contenant les images

source: The zip is ...unzipped ;).
fr_fr: Le zip est ... dézippé ;).

source: The unzipping failed.
fr_fr: L'extraction a échoué.

source: Temporary folder failed to be created.
fr_fr: Le dossier temporaire n'a pas pu être créé.

source: Id is missing.
fr_fr: L'id est manquant

source: Failed to move the file.
fr_fr: Le déplacement du fichier a échoué.

source: Failed to erase temporary file.
fr_fr: La suppression du fichier temporaire a échoué.

source: Attachement creation failed.
fr_fr: La création du média a échoué.

source: No files.
fr_fr: Pas de fichier.

source: Temporary folder have been deleted.
fr_fr: Le dossier temporaire a été supprimé.

source: No temporary files to clean.
fr_fr: Pas de fichier temporaire à supprimer

source: The temporary folder is not found.
fr_fr: Aucun dossier temporaire.

source: Wrong request.
fr_fr: Mauvaise requête.

source: Upload or select an zip file.
fr_fr: Sélectionner ou uploader un fichier zip.

source: files processed.
fr_fr: fichiers traités.
